export default {
    switch_roles_title:'Сменить роль',
    current_role_title:'Текущая роль: {role}',
    roles:{
        user:'Пользователь',
        agent:'Младший администратор',
        supplier:'Поставщик',
        customer: 'Клиент',
        admin:'Администратор',
        super: 'Суперадмин'
    },
    menu: {
        super: {
            item_1: 'Сформировать отчет',
            item_2: 'Список продаж',
            item_3: 'Список админов',
            item_4: 'Список пользователей',
            item_5: 'Список поставщиков',
            item_6: 'Список младших админов',
            item_7: 'Работа с товаром',
        },
        excel_export: 'Выгрузка данных в эксель'
    },


};
